Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2008.tmx
Source language: en_us
Languages: zh_cn

source: We will carry out plans for basic research, high-tech research, and research to provide scientific and technological support for development.
zh_cn: 实施基础研究、高技术研究和科技支撑计划。

source: We will work to make major breakthroughs in key technologies for producing vehicles powered by new energy sources, developing high-speed railway transport and saving water in industries.
zh_cn: 着力突破新能源汽车、高速轨道交通、工农业节水等一批重大关键技术。

source: We will promote development of the national innovation system, focusing on building a number of national laboratories, national engineering centers, platforms to support enterprise innovation and enterprise technology centers to strengthen China's science and technology infrastructure.
zh_cn: 推进国家创新体系建设，重点建设一批国家实验室、国家工程中心、面向企业的创新支撑平台和企业技术中心，加强科技基础能力建设。

source: We will deepen reform of the management system for science and technology and coordinate and improve resource distribution.
zh_cn: 深化科技管理体制改革，统筹和优化科技资源配置。

source: The central government will spend 113.4 billion yuan on science and technology in 2008, a year-on-year increase of 13.4 billion yuan.
zh_cn: 今年中央财政将安排科技支出1134亿元，比上年增加134亿元。

source: We will improve and implement the policy to support independent innovation, get enterprises to fully play their role as the main parties responsible for technological innovation, and encourage and guide them to increase investment in R&D.
zh_cn: 完善和落实支持自主创新的政策，充分发挥企业作为技术创新主体的作用，鼓励、引导企业增加研发投入。

source: We will integrate the efforts of enterprises, universities and research institutes and develop innovative enterprises.
zh_cn: 推进产学研结合，培育创新型企业。

source: Government procurement of products produced through independent innovation will be increased.
zh_cn: 加大政府采购对自主创新产品的支持力度。

source: Trials in the use of venture capital will be expanded.
zh_cn: 扩大创业风险和投资试点范围。

source: We will implement the intellectual property rights strategy.
zh_cn: 实施知识产权战略，

source: We will expand scientific and technological cooperation with other countries.
zh_cn: 加强国际科技合作。

source: We will promote improvement and upgrading of the industrial structure.
zh_cn: 推进产业结构优化升级。

source: We will keep to the new path of industrialization with Chinese characteristics and promote integration of IT application with industrialization.
zh_cn: 坚持走中国特色新型工业化道路，推进信息化与工业化融合。

source: We will work to develop new- and high-technology industries, reinvigorate the equipment manufacturing industry, upgrade traditional industries and accelerate the development of service industries, particularly modern services.
zh_cn: 着力发展高新技术产业，大力振兴装备制造业，改造和提升传统产业，加快发展服务业特别是现代服务业。

source: We will continue the major projects to apply high technologies in the production of new-type displays, broadband communications and network equipment, and biomedicine.
zh_cn: 继续实施新型显示器、宽带通信与网络、生物医药等一批重大高技术产业专项。

source: We will get national new and high technology development zones to fully play their role in pooling resources, guiding development and boosting development in surrounding areas.
zh_cn: 充分发挥国家高新技术开发区的集聚、引领和辐射作用。

source: We will promote domestic R&D and production of important equipment and key spare parts and components, with the focus on key areas such as large clean and highly efficient power generating units, high-grade digital machine tools and basic manufacturing equipment.
zh_cn: 围绕大型清洁高效发电设备、高档数控机床和基础制造装备等关键领域，推进重大装备、关键零部件及元器件自主研发和国产化。

source: We will give higher priority to geological work to improve prospecting for and exploitation of natural resources.
zh_cn: 加强地质工作，提高资源勘查开发水平。

source: We will strongly develop the modern energy and raw materials industries and better integrate the transportation system.
zh_cn: 积极发展现代能源原材料产业和综合运输体系。

source: We will promote balanced development among regions.
zh_cn: 促进区域协调发展。

source: We will extensively promote the large-scale development of the western region, and launch a number of key projects and support the development of key areas on a priority basis.
zh_cn: 深入推进西部大开发，开工建设一批重点工程，支持重点地区优化开发。

source: We will continue to protect natural forests, prevent and control desertification, and reverse and prevent the development of stony deserts, and will implement a follow-up policy to consolidate progress made in converting retired farmland to forests.
zh_cn: 继续搞好天然林保护、防沙治沙、石漠化治理，落实退耕还林后续政策。

source: We will implement the plan to reinvigorate northeast China, and support the development of advanced equipment manufacturing and modern agriculture and the economic transformation of areas depending on resources that are now exhausted.
zh_cn: 组织实施东北地区振兴规划，支持先进装备制造业发展和资源枯竭型地区经济转型。

source: We will formulate and implement a plan to boost development of the central region and implement and improve relevant policies.
zh_cn: 编制和实施促进中西部崛起计划，落实并完善相关政策。

source: We will encourage the eastern region to lead the country in development and improve its international competitiveness.
zh_cn: 鼓励东部地区率先发展，着力提升国际竞争力。

source: We will give more support to old revolutionary areas, ethnic minority areas, border areas and poor areas to help them develop.
zh_cn: 进一步加大对革命老区、民族地区、边疆地区、贫困地区发展的扶持力度。

source: We will adopt and implement a plan and policy for development priority zones.
zh_cn: 制定并实施主体功能区规划和政策。

source: 4. Increasing efforts to conserve energy, reduce emissions and protect the environment, and ensuring product quality and safety.
zh_cn: （四）加大节能减排和环境保护力度，做好产品质量安全工作

source: This year is crucial for meeting the obligatory targets for energy conservation and emissions reduction set forth in the Eleventh Five-Year Plan,
zh_cn: 今年是完成“十一五”节能减排约束性目标的关键一年，

source: and we must increase our sense of urgency and intensify efforts to make greater progress.
zh_cn: 务必增强紧迫感，加大攻坚力度，力求取得更大成效。

source: First, we will implement the plan to close down backward production facilities in the electricity, steel, cement, coal and papermaking industries.
zh_cn: 一是落实电力、钢铁、水泥、煤炭、造纸等行业淘汰落后生产能力计划。

source: We will also put in place a mechanism for closing down these facilities and improve and implement support policies and measures for shutting down enterprises.
zh_cn: 建立淘汰落后产能退出机制，完善和落实关闭企业的配套政策措施。

source: In addition, we will step up efforts to develop advanced production facilities in these industries in accordance with the plan.
zh_cn: 同时，按照规划加强这些行业先进生产能力的建设。

source: Second, we will focus on energy conservation in key enterprises and construction of key projects.
zh_cn: 二是抓好重点企业节能和重点工程建设。

source: We need to accelerate work on the ten major energy conservation projects.
zh_cn: 加快十大重点节能工程实施进度。

source: We will increase the urban sewage treatment capacity and strive to reach the goal of 100% collection and treatment of sewage in 36 large cities within two years.
zh_cn: 提高城镇污水处理能力，力争用两年的时间在36个大城市率先实现污水的全部收集和处理。

source: Charges for discharging wastewater and for sewage treatment and garbage disposal will be appropriately raised.
zh_cn: 适当提高排污费、污水处理费和垃圾处理费标准。

source: Building standards will be upgraded and strictly enforced to encourage the development of better wall materials and construction of energy-efficient buildings.
zh_cn: 完善和严格执行建筑标准，大力推进墙体材料革新和建筑节能。

source: We will make steady progress in reforming the urban heating system and public utilities.
zh_cn: 稳步推进城镇供热体制和市政公用事业改革。

source: Third, we will develop and apply advanced and appropriate technologies to save, replace and reuse resources and control pollution, and carry out projects to develop and demonstrate major energy conservation and emissions reduction technologies.
zh_cn: 三是开发和推广节约、替代、循环利用资源和治理污染的先进适用技术，实施节能减排重大技术和示范工程。

source: We will energetically develop the energy conservation service industry and the environmental protection industry.
zh_cn: 大力发展节能服务产业和环保业。

source: We will develop clean and renewable energy sources such as wind power and solar energy.
zh_cn: 开发风能、太阳能等清洁、可再生能源。

source: Fourth, we will prevent and control pollution in key river valleys and regions, including the Huai, Hai, Liao and Songhua rivers, Tai, Chao and Dianchi lakes, the sources and routes of the South-to-North Water Diversion Project, and the Three Gorges Reservoir area.
zh_cn: 四是做好“三河三湖”、南水北调水源及沿线、三峡库区和松花江等重点流域污染防治工作，

source: We will implement the master plan for protecting the environment of the Bohai Sea.
zh_cn: 实施渤海环境保护总体规划。

source: National standards will have stricter limits for discharge of pollutants in key river valleys.
zh_cn: 提高重点流域水污染物的国家排放标准。

source: Fifth, we will intensify protection of rural drinking water sources, and work to control sewage and garbage pollution and industrial pollution in rural areas.
zh_cn: 五是加强农村饮用水水源地保护，推进农村生活污染治理，严格控制农村地区工业污染，

source: We will also strengthen control of pollution from livestock and poultry farming and aquaculture as well as agricultural nonpoint source pollution.
zh_cn: 加强畜禽、水产养殖污染治理，控制农业面源污染。

source: Sixth, we will encourage and support the development of a circular economy and promote recycling and reuse of renewable resources.
zh_cn: 六是鼓励和支持发展循环经济，促进再生资源回收利用。

source: We will also promote cleaner production in all industries.
zh_cn: 全面推行清洁生产。

source: Seventh, we will strengthen efforts to protect, conserve and intensively use natural resources, including land, water, grasslands, forests and minerals, and take stern measures to combat illegal mining of mineral resources.
zh_cn: 七是加强土地、水、草原、森林、矿产等资源的保护和节约集约利用，严厉查处乱采滥挖矿产资源等违法违规行为。

source: We will effectively protect marine resources, use them wisely, and develop the marine economy.
zh_cn: 搞好海洋资源保护和合理利用，发展海洋经济。

source: We will intensify China's basic research efforts in meteorology, earthquake science, and surveying and mapping to strengthen these areas.
zh_cn: 加强气象、地震、测绘基础研究和能力建设。

source: Eighth, we will implement the national plan to respond to climate change to strengthen China's ability to respond to climate change.
zh_cn: 八是实施应对气候变化国家方案，加强应对气候变化能力建设。

source: Ninth, we will improve the mechanism for rewarding those who conserve energy and resources and protect the environment and punishing those who waste energy and resources and harm the environment.
zh_cn: 九是完善能源资源节约和环境保护奖惩机制。

source: We will also employ statistical and monitoring systems for conserving energy and reducing emissions, and improve the auditing and supervision systems, increase law enforcement efforts, and tighten the accountability system for energy conservation and emissions reduction.
zh_cn: 执行节能减排统计监测制度，健全审计、监察体系、加强执法力度，强化节能减排工作责任制。

source: Tenth, we will enhance public awareness of the importance of a culture of conservation and encourage the entire nation to participate in building a resource-conserving and environmentally friendly society.
zh_cn: 十是增强全社会生态文明观念，动员全体人民更加积极投身于资源节约型、环境友好型社会建设。

source: Resource conservation and environmental protection must continue from generation to generation to make our mountains greener, waters cleaner and skies bluer.
zh_cn: 节约资源和环境保护要一代一代人持之以恒地进行下去，让我们的祖国山更绿，水更清，天更蓝。

source: We will intensify efforts to ensure product quality and safety.
zh_cn: 加强产品质量安全工作。

source: First, we will accelerate efforts to formulate or update national standards for product quality and safety.
zh_cn: 一是加快产品质量安全标准制定和修订。

source: This year, we will complete the formulation or updating of more than 7,700 national standards for the safety of food products, drugs and other consumer goods to put in place a sound system of standards for product safety.
zh_cn: 今年要完成7700多项食品、药品和其他消费品安全国家标准的制定修改工作，健全食品、药品和其他消费品安全标准体系；

source: All requirements and testing methods for the safety and quality of food and other consumer goods will comply with international standards.
zh_cn: 食品、消费品安全性能要求及其检测方法标准，都要采用国际标准。

source: China's exports will meet both international standards and the laws and regulations on technical standards of the importing countries.
zh_cn: 出口产品除符合国家标准外，还要符合进口国标准和技术法规的要求。

source: Second, we will improve legal guarantees for product quality and safety.
zh_cn: 二是完善产品质量安全法制保障。

source: We need to promptly enact or revise laws and regulations pertaining to product quality and safety, and improve the mechanism for effectively coordinating administrative law enforcement and criminal justice to increase punishment for enterprises that violate such laws and regulations.
zh_cn: 加快制定修订涉及产品质量安全的法规，完善行政执法与刑事司法紧密衔接的机制，加强对违法违规企业的惩处力度。

source: Third, we will improve the oversight and control systems for product quality and safety.
zh_cn: 三是健全产品质量安全监管体系。

source: We will follow to the letter the regulations for issuing production permits and mandatory certificates and for registration and record keeping to strictly control market access.
zh_cn: 严格执行生产许可、强制认证、注册备案制度，严把市场准入关。

source: We will raise the requirements for production permits and tighten market access for products related to people's health and safety.
zh_cn: 提高涉及人身健康和安全产品的生产许可条件和市场准入门槛。

source: We need to strengthen quality and safety oversight for essential products such as food and drugs, and strictly control the quality of exports and imports.
zh_cn: 加强食品、药品等重点监管工作，严把进出口商量质量关。

source: We will diligently follow the accountability system for product quality and safety.
zh_cn: 认真落实产品质量安全责任制。

source: It is imperative that the people feel confident about the safety of food and other consumer goods and that our exports have a good reputation.
zh_cn: 我们一定要让人民群众吃得放心、用得安心，让出口产品享有良好信誉。

source: 5. Deepening economic reform and opening wider to the outside world.
zh_cn: （五）深化经济体制改革，提高对外开放水平

source: It has been 30 years since China introduced the reform and opening up policy, which has brought about great historic changes to the country.
zh_cn: 今年是改革开放30周年，改革开放使中国发生了历史性的巨大变化。

source: However, China is still in the primary stage of socialism and will remain so for a long time to come.
zh_cn: 我们仍处于并将长期处于社会主义初级阶段，

source: To further promote unfettered development of the productive forces, promote greater social fairness and justice, and attain the magnificent goals of building a moderately prosperous society in all respects and modernizing China, we must continue to unswervingly implement the reform and opening up policy.
zh_cn: 进一步解放和发展生产力，进一步促进社会公平正义，实现全面建设小康社会和国家现代化的宏伟目标，必须继续坚定不移地推进改革开放。

source: We will concentrate on the following areas this year.
zh_cn: 今年着重抓好以下几个方面：

source: We will advance the reform of SOEs and improve their ownership structure.
zh_cn: 推进国有企业改革，完善所有制结构。

source: We will continue to adjust state-owned assets and reorganize SOEs.
zh_cn: 继续推动国有资本调整和国有企业重组。

source: We need to deepen the reform to convert SOEs into stockholding corporations.
zh_cn: 深化国有企业公司制股份制改革。

source: We will improve corporate governance, carry out policy-mandated closures and bankruptcies, separate SOEs' secondary businesses from their core businesses, and convert the former into independent companies.
zh_cn: 完善公司法人治理结构。做好政策性关闭破产和主辅分离、辅业改制工作。

source: We will expand the experiment of setting up a budget system for managing state capital.
zh_cn: 扩大国有资本经营预算制度试点。

source: We will deepen the reform of monopoly industries by introducing competition and strengthening government regulation and public oversight of them.
zh_cn: 深化垄断行业改革，引入竞争机制，加强政府监管和社会监督。

source: We need to strictly standardize procedures for transforming SOEs into stock companies and for transferring ownership of state-owned assets to prevent their erosion.
zh_cn: 严格规范国有企业改制和国有产权转让，防止国有资产流失，

source: We will protect the legitimate rights and interests of workers.
zh_cn: 保障职工合法权益。

source: We will advance the reform of collectively owned enterprises and develop diverse forms of collective and cooperative economic operations.
zh_cn: 推进集体企业改革，发展多种形式的集体经济、合作经济。

source: We will conscientiously implement the policies for encouraging, supporting and guiding the development of individual-proprietorship businesses and private companies in the nonpublic sector of the economy.
zh_cn: 认真落实鼓励、支持和引导个体私营等非公有制经济发展的各项政策，

source: In particular, we will help them solve problems related to market access and financial support.
zh_cn: 尤其要解决市场准入和融资支持等方面的问题。

source: We will deepen reform of the fiscal and taxation systems and accelerate improvement in the public finance system.
zh_cn: 深化财税体制改革，加快公共财政体系建设。

source: We will reform the budget system and tighten budgetary management and oversight.
zh_cn: 改革预算制度，强化预算管理和监督。

source: We need to improve and standardize the system of transfer payments, raise the volume and proportion of general transfer payments and increase spending on public services.
zh_cn: 完善财政转移支付制度，提高一般性转移支付规模和比例。

source: We will energetically push ahead with the reform of fiscal systems at and below the provincial level.
zh_cn: 积极推进省以下财政体制改革。

source: The new Law on Corporate Income Tax will be comprehensively enforced.
zh_cn: 全面实施新的企业所得税法。

source: We will reform the system of resource taxes and fees, and improve the compensation systems for use of resources and for damage caused to the ecosystem.
zh_cn: 改革资源税费制度，完善资源的有偿使用制度和生态环境的补偿机制。

source: We will carry forward the trial VAT reform and formulate a plan to carry out the reform nationwide.
zh_cn: 继续推进增值税转型改革试点，研究制定在全国范围内实施方案。

source: We will speed up reform of the financial system and strengthen financial oversight.
zh_cn: 加快金融体制改革，加强金融监管。

source: We will continue deepening reform of the banking industry, focusing on the introduction of a shareholding system in the Agriculture Bank of China and the reform of the China Development Bank.
zh_cn: 继续深化银行业改革，重点推进中国农业银行股份制改革和国家开发银行改革。

source: A deposit insurance system will be set up.
zh_cn: 建立存款保险制度。

source: We will accelerate rural financial reform and strengthen the role of the Agriculture Bank of China, the Agricultural Development Bank of China and the China Postal Savings Bank in serving agriculture, rural areas and farmers.
zh_cn: 加快农村金融改革，强化中国农业银行、中国农业发展银行和中国邮政储蓄银行为“三农”服务的功能，

source: We will continue to deepen the reform of rural credit cooperatives and actively promote the development of new types of financial institutions in rural areas.
zh_cn: 继续深化农村信用社改革，积极推进新型的农村金融机构发展。

source: We will improve the structure of the capital market, promote steady and sound development of the stock markets, strive to improve the performance of listed companies, and maintain an open, fair and equitable market environment.
zh_cn: 优化资本市场结构，促进股票市场稳定健康发展，着力提高上市公司质量，维护公开公平公正的市场秩序，

source: We will establish a market for growth enterprises, accelerate development of the bond market and steadily develop the futures market.
zh_cn: 建立创业板市场，加快发展债券市场，稳步发展期货市场。

source: We will deepen reform of the insurance industry, vigorously extend the scope of agricultural insurance, and successfully carry out trials of policy-supported agricultural insurance.
zh_cn: 深化保险业改革，积极扩大农业保险的范围，做好政策性农业保险试点工作。

source: We will take stern measures to combat violations of financial laws and regulations and guard against and defuse financial risks to maintain financial stability and security.
zh_cn: 依法严厉查处各种金融违法违规行为。切实防范和化解金融风险，维护金融稳定和安全。

source: We will expand the breadth and depth of China's openness and make its economy more open.
zh_cn: 拓展对外开放广度和深度，提高开放型经济水平。

source: We will accelerate change in the pattern of foreign trade growth, improve the mix of exports, encourage the export of products with Chinese intellectual property rights and trademarks, and raise the quality, grade and added value of exports while maintaining steady export growth.
zh_cn: 在保持出口平稳增长的同时，加快转变外贸发展方式，优化出口结构，鼓励自主知识产权和自主品牌的产品出口，提高出口产品质量、档次和附加值。

source: We need to increase export of services and encourage foreign businesses to outsource services to China.
zh_cn: 扩大服务出口，发展服务外包。

source: We will energetically increase imports, with the focus on advanced technology and equipment, important raw materials, and key spare parts and components.
zh_cn: 积极扩大进口，重点增加先进技术装备、重要原材料和关键零部件及元器件的进口。

source: We will improve the mix of industries using foreign investment and their geographic distribution, and steadily make service industries more open.
zh_cn: 优化利用外资产业结构和地区布局，稳步推进服务业的对外开放。

source: We will limit or ban foreign investment in projects that are energy intensive or highly polluting, limit or ban foreign investment in some areas of resource exploitation, and correct illegal practices for attracting foreign investment.
zh_cn: 限制和禁止高耗能、高排放和部分资源性外资项目，切实纠正招商引资中违法违规的做法。

source: We will make innovations in the way we make investments and engage in cooperation overseas, and improve and implement policies and measures to support Chinese enterprises wishing to “go global.”
zh_cn: 创新对外投资和合作的方式，完善和落实支持企业“走出去”的政策措施。

source: We will strengthen bilateral, multilateral and regional economic cooperation.
zh_cn: 加强多双边和区域经济合作。

source: We will continue to promote talks on free trade zones and honor the treaties we have signed.
zh_cn: 继续推进自由贸易区的谈判，认真实施已签署的协定。

source: We are committed to an equitable international trade order.
zh_cn: 维护公平的国际贸易秩序。

source: In carrying out reform and opening up, we will accelerate the development of a modern market system, energetically develop modern logistics, intensify efforts to ensure orderly markets and promote the development of a credit system for individuals.
zh_cn: 在推进改革开放中，要加快现代市场的体系建设，大力发展现代流通，深入整顿和规范市场秩序，推进社会信用制度建设。

source: 6. Paying closer attention to social development to ensure the wellbeing of the people and improve their lives.
zh_cn: （六）更加注重社会建设，着力保障和改善民生

source: We will continue to give priority to developing education.
zh_cn: 坚持优先发展教育。

source: First, we will make free compulsory education universally available in both urban and rural areas.
zh_cn: 一是在全国城乡普遍实行免费义务教育。

source: We will continue increasing regular expenditures for rural compulsory education and raise the level of budgetary allocations.
zh_cn: 继续增加农村义务教育公用经费，提高保障水平。

source: We will appropriately increase living allowances for poor rural students residing on campus.
zh_cn: 适当提高农村家庭经济困难寄宿生生活补助费的补助标准。

source: We will take steps to ensure that children from poor families and children of rural migrant workers in cities enjoy the same access to compulsory education as others.
zh_cn: 认真落实保障经济困难家庭、进城务工人员子女平等接受义务教育的措施。

source: After running trials in selected areas, we will completely stop collecting tuition and miscellaneous fees from all urban students receiving compulsory education starting this fall.
zh_cn: 在试点的基础上，从今年秋季起全面免除城市义务教育学杂费，

source: This is another major measure for promoting balanced development of compulsory education and equal access to education.
zh_cn: 这是推动义务教育均衡发展、促进教育公平的又一重大举措。

source: Second, we must vigorously develop vocational education.
zh_cn: 二是大力发展职业教育。

source: We will strengthen the basic conditions for vocational education and deepen reform of the systems for administering, running and investing in vocational education programs in order to turn out high-quality skilled personnel.
zh_cn: 加强职业教育基础能力建设，深化职业教育管理、办学、投入等体制改革，培养高素质技能型人才。

source: Third, we must raise the quality of higher education.
zh_cn: 三是提高高等教育质量。

source: We will improve the structure of academic disciplines and develop high-quality universities and key disciplines.
zh_cn: 优化学科专业结构，推进高水平大学和重点学科建设。

source: Regular institutions of higher learning will continue to favor students in the central and western regions in expanding their enrollments.
zh_cn: 普通高校招生增量继续向中西部地区倾斜。

source: To successfully provide education of various kinds and at different levels, we must focus on the following three tasks.
zh_cn: 办好各级各类教育，必须抓好三项工作：

source: One, we must ensure that all students receive a well-rounded education, and promote educational reforms and innovations.
zh_cn: 一要全面实施素质教育，推进教育改革创新。

source: We will deepen the reform of curricula, methods of instruction, the systems of examination and enrollment, and the system for evaluating educational quality, and lighten the study load of primary and secondary school students.
zh_cn: 深化教学内容和方式、考试和招生制度、质量评价制度等改革。切实减轻中小学生的课业负担。

source: Two, we must improve the quality of teachers, especially in rural areas, and improve and implement the system of wages, allowances and subsidies for teachers.
zh_cn: 二要加强教师队伍特别是农村教师队伍建设，完善和落实教师工资、津补贴制度。
